let handler = async (m, { command, text` *اهلا بك في نقابة:*
*【𝐀𝐠𝐨𝐭𝐢『🌨️』𝐑𝐨𝐦𝐚𝐧】*
*يرجي تعبئة الاستمارة والانتظار ⛄*
*┙┉┉━┉┈──▾🌧️▾──┈┉━┉┉┕*
*اللقب 📲『』*
*اسم الانمي 📯『』*
*الجنس 🧬『』*
*صوره 📸『』*
*من طرف 🪪『』*
*توب 3 لافضل انميات عندك 🧸*
*『』*
*『』*
*『』*
*┙┉┉━┉┈──▾🌧️▾──┈┉━┉┉┕*
*قوانين الاستقبال 🧧*
*يمنع البقاء هنا لاكثر من 24ساعه 🕕*
*تمنع كثرة السوالف هنا دون سبب 💬*
*يمنع نشر روابط قروبات او قنوات هنا 🎴*
*لما تعبي الاستماره منشن مشرف 📢*
*يسمح باخذ القاب من المسلسلات والمانهاوات🀄*
*ممنوع اخذ القاب اتشي وهنتاي 🔞*
*ممنوع ارسال اشياء بذيئه ❗*
*┙┉┉━┉┈──▾🌧️▾──┈┉━┉┉┕*
*تحيات ادارة:*
*【𝐀𝐠𝐨𝐭𝐢『🌨️』𝐑𝐨𝐦𝐚𝐧】*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(الاستماره|1|استماره\استمارة)$/i

export default handler
