let handler = async (m, { command, text }) => m.reply(`*اعلان دخول عضو جديد 🎊*
*┏─━━━━∙⊚🌧️⊚∙━━━━─┓*
*اللقب 🧧『』*
*الانمي 📯 『』*
*المنشن 💎『』*
*من طرف 🧸 『』*
*الجنس 🧬 『』*
*┏─━━━━∙⊚🌧️⊚∙━━━━─┓*
*نود الترحيب بك اشد الترحيب بين عائلتك واصدقائك نحن هنا لسنا مجرد مجموعه نحن اكثر من ذلك نرجوا منك احترام القوانين وعدم مخالفتها عاملنا بالحسن نعاملك بالمثل نود ان نقول انك انرتنا اشد النور نرجوا منك فقط الاحترام لا غير ونطلبك لا نأمرك ان تتفاعل معنا مرحبا بك في نقابتك 🎉*
*┏─━━━━∙⊚🌧️⊚∙━━━━─┓*
*رابط الاعلانات مهم:*
*『https://chat.whatsapp.com/Ek9Ut42ikeQLkBjp0TAjzd 』*
*┏─━━━━∙⊚🌧️⊚∙━━━━─┓*
*تحيات ادارة نقابة:*
*【𝐀𝐠𝐨𝐭𝐢『🌨️』𝐑𝐨𝐦𝐚𝐧】*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(2|ترحيب|الترحيب)$/i

export default handler
