let handler = async (m, { command, text }) => m.reply(`*﷽*
*نقابة:*
*【𝐀𝐠𝐨𝐭𝐢『🌨️』𝐑𝐨𝐦𝐚𝐧】*
*╮───── ◉🌧️◉ ─────╭*
*مميزات النقابه 🎈*
*بوت مطور بعديد من الاوامر الجديده 🧸*
*مشرفين ممتازين واصحاب خبره 🎊*
*توزيع ارقام وهميه للاعضاء المتفاعلين 💎*
*فعاليات وسوالف ممتعه ⛄*
*فرص للحصول علي مناصب مشرفين 📯*
*بنك ومتجر مطورين قريبا 🏪*
*اعضاء متفاعلين ومشرفين حيادين 🛡️*
*اداره ممتازه هدفها ارضاء الاعضاء 🧭*
*مسموح جميع الالقاب عدا الايتشي والهينتاي 🧧*
*ينقصنا انت فقط للدخول 🔮*
*╮───── ◉🌧️◉ ─────╭*
*قوانين النقابة ⚖️*
*يمنع الكلام بشكل بذئ 🔞*
*يمنع ارسال اشياء خادشه للحياه ⚔️*
*يمنع ارسال روابط قروبات او قنوات 📵*
*وفقط نريد منك الاحترام محترم خش وبس 🧭*
*╮───── ◉🌧️◉ ─────╭*
*الرابط:*
*『https://chat.whatsapp.com/EgyxNZdCpOv46WYxXGvXzH 』*
*من طرف 📲『دازاي』*
*╯───── ◉🌧️◉ ─────╰*
*تحيات ادارة نقابة:*
*【𝐀𝐠𝐨𝐭𝐢『🌨️』𝐑𝐨𝐦𝐚𝐧】*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(3|الاستقبال|النشر)$/i

export default handler
